"INSTALLER_CHOICE_2_DESCRIPTION" = "";

"INSTALLER_CHOICE_2_TITLE" = "Firefox Toolbar";

"DISTRIBUTION_TITLE" = "Software de escritorio de Comcast";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_1" = "Parece que uno o más navegadores están abiertos y se están ejecutando. \nCierre todos los navegadores para poder continuar. ";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_1" = " ";

